export default {
  slogan: `  ARKADAG SERDARLY <br />
	BAGTYÝAR ÝAŞLAR ÝYLY`,
  button: {
    readMore: 'читать далее',
    news: 'Новости',
    publications: 'ПЕЧАТНЫЕ ИЗДАНИЯ',
    galerey: 'ГАЛЕРЕЯ',
    partners: 'ПАРТНЕРЫ',
    all: 'Все',
    articles: 'Статии',
  },
  header: {
    name: `ТУРКМЕНСКИЙ ГОСУДАРСТВЕННЫЙ ИНСТИТУТ <br /> ЭКОНОМИКИ И УПРАВЛЕНИЯ`,
    menu: {
      main: 'ГЛАВНАЯ',
      aboutUs: {
        name: 'О нас',
        rektorat: 'Ректорат',
        fakulties: 'Факультеты',
        departments: 'Кафедры',
        publicOrganizations: 'Общественные организации',
        studyCenter: 'Учебные центры',
        library: 'Библиотека',
        tradeUnion: 'Центр художественной самодеятельности «Хазына»',
      },
      education: {
        name: 'ОБРАЗОВАНИЕ',
        skills: 'Специальности',
        undergraduateCourses: 'Направления подготовки бакалавров',
        mastersCourses: 'Направления подготовки магистров',
      },
      internationalCooperation: {
        name: 'МЕЖДУНАРОДНОЕ СОТРУДНИЧЕСТВО',
        internationalPartners: 'Международные партнеры',
        internationalTips: 'Международные конференции',
        internationalProjects: 'Волонтеры Tasis-Tempus',
      },
      science: {
        name: 'НАУКА',
        postgraduate: 'Аспирантура',
        researchProjectWork: 'Научно-исследовательские и проектные работы',
        centerEconomicInnovation: 'Центр экономических инноваций',
        scientificAdvice: 'Ylmy maslahatlar',
        scientificInstitutions: 'Научные кружки',
      },
      competitions: {
        name: 'ОЛИМПИАДЫ',
        lessonCompetitions: 'Ders bäsleşikler',
        scientificCompetitions: 'Ylmy bäsleşikler',
        teacherCompetitions: 'Ýylyň mugallymy bäsleşigi',
        studentCompetitions: 'Ýylyň talyby bäsleşigi',
        internationalCompetitions: 'Halkara onlaýn internet ders bäsleşikleri',
      },
      candidate: {
        name: 'ПОСТУПЛЕНИЕ 2023',
        undergraduate: 'Направления подготовки бакалавров',
        magistr: 'Направления подготовки магистров',
      },
    },
  },
  statistics: {
    teacher: 'Учители',
    students: 'Студенты',
    master: 'Магистры',
  },
  history: {
    title: 'ИСТОРИЯ ИНСТИТУТА',
    text: `&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Президент Туркменистана Сердар Бердымухамедов в 
	соответствии с требованиями эры Возрождения новой эпохи могущественного государства ставит перед 
	экономистами важную стратегическую задачу: соединить достижения науки и техники с экономикой, привести в 
	действие весь потенциал общества, тем самым превратить Туркменистан в инновационную державу с 
	высокотехнологичной промышленностью, выпускающей готовую конкурентоспособную продукцию.
	Огромная роль в осуществлении этой задачи принадлежит высококвалифицированным специалистам эконмического
	 профиля, подготовку которых осуществляет Туркменский государственный институт экономики и управления.
	Институт был образован 31 января 1980 года на базе экономического факультета ТГУ и стал именоваться 
	Туркменский институт народного хозяйства.
	`,
  },
  rectorat: {
    description: `На основании Постановления Президента Туркменистана от 12 июня 2019 
	года № 1264 об утверждении структуры высших учебных заведений Туркменистана утверждена 
	 новая структура Туркменского государственного института экономики и управления`,
  },
  faculties: {
    economical: 'Экономика',
    finanse: 'Финансы',
    managament: 'Менеджмент',
    marketing: 'Маркетинг',
    'proffesional-development': 'Повышение	квалификации',
    description: {
      economical: `<p><span >На экономическом факультете функционируют 4 выпускающие кафедры: Бухгалтерский учет и аудит, Статистика, Экономика и право и Экономическая теория.</span></p><p><span style="color: black">На кафедрах факультета готовят бакалавров по следующим направлениям бакалавриата: Бухгалтерский учет и аудит, Экономика, Экономика и право, Финансовое право, Экономическая безопасность и Статистика. Также осуществляется подготовка магистров по направлению Экономика и Национальная экономика.</span></p><p><span style="color: black">Новое здание института, оснащенное передовыми технологиями, дает возможность проведению лекционных и практических занятий на высоком уровне. Подготовку специалистов на факультете осуществляют высококвалифицированные преподаватели.</span></p><p><span style="color: black">На кафедре Бухгалтерский учет и аудит имеется специализированный кабинет, имитирующий процесс бухгалтерского учета и анализа на предприятии. </span><span>&nbsp;</span></p><p><span>&nbsp;&nbsp;&nbsp;&nbsp; </span>Выпускники факультета работают в различных отраслях экономики нашей страны.</p>`,
      finanse: `<p><span >На факультете Финансы функционируют 4 кафедры: Цифровая экономика, Банковское дело, Финансы, Общественные науки.</span></p><p><span>На финансовом факультете обучение студентов осуществляется по программам специалистов, бакалавров и магистров.</span></p><p><span style="color: black">На факультете Финансы подготавливают высококвалифицированных специалистов в соответствии с Государственными образовательными стандартами. Выпускники факультета работают в Центральном банке Туркменистана, кредитных учреждениях страны, фондовых биржах, Министерстве финансов и экономики Туркменистана, налоговых службах, финансово-экономических отделах государственных и частных учреждений и предприятий.</span></p><p><span>На кафедрах факультета ведется научно-исследовательская работа по различным направлениям. Тематика работ связана с банковскими операциями, финансовым анализом, страхованием и налогообложением, вопросами экономической теории. В частности, они рассматривают решения различных задач, связанных с экономической и банковской системой. Опытные профессора и преподаватели работают с полной отдачей, чтобы обучить студентов по специальностям и по направлению подготовки на высоком уровне и в соответствии с современными требованиями. Учебные планы и программы постоянно совершенствуются, на занятиях используются новейшие методы обучения.</span></p><p><span>На факультете имеются специализированные кабинеты: Банковское дело, Биржевая деятельность и Цифровая экономика. В специализированных аудиториях созданы все необходимые условия для обучения студентов практической работе на основе теоретических знаний, полученных на лекционных занятиях. А также студенты, активно участвуя в государственных и международных олимпиадах, разных конкурсах и спортивных мероприятиях, занимают призовые места. Студенты факультета с научными докладами выступают на научно-практических конференциях, публикуют научные тезисы, постоянно печатаются в научных изданиях и выступают на телевидении и радио.</span></p>`,
      managament: `<p><span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; На факультете</span><strong><span> </span></strong><span>менеджмент функционируют 4 кафедры. Менеджмент, Информационные системы и Мировая экономика - выпускающие кафедры, кафедра Иностранных языков является межфакультетской. На выпускающих кафедрах факультете осуществляется подготовка бакалавров по специальностям: Менеджмент, Экономика и управление предприятием, Государственное и местное управление, Мировая экономика, Бизнес и предпринимательство, Информационные системы и технологии (в экономике и управлении). Также осуществляется подготовка магистров по направлениям Мировая экономика и Менеджмент.</span></p><p><span style="color: black">Подготовку специалистов на факультете осуществляют высококвалифицированные преподаватели. Новое здание нашего института, оснащенное передовыми технологиями, дает возможность проведению лекционных и практических занятий на высоком уровне.</span></p>`,
      marketing: `<p><span style="color: black">На факультете Маркетинг функционируют 4 кафедры: Маркетинг, Экономика труда, Высшая математика и информатика, Физкультура. Кафедры Маркетинг и Экономика труда являются выпускающими.</span></p><p><span style="color: black">На факультете готовят специалистов и бакалавров по следующим направлениям подготовки: Экономика и рынок труда, Организация социального обеспечения населения, Маркетинг, Товароведение, Управление качеством, Организация общественного питания, Коммерция (торговое дело), Технология продукции и организация общественного питания, Цифровые технологии в торговле и логистике.</span></p><p><span>Для повышения уровня обучения дисциплинам широко используются новые методы обучения по обновленным программам, составленным в соответствии с современными требованиями.</span></p><p><span>&nbsp;Выпускники факультета работают на предприятиях пищевой промышленности, в системе торговли и в различных организациях Министерства труда и социального обеспечения населения Туркменистана.</span></p><p><span>Также регулярно проводятся мероприятия со студентами с участием старейшин и опытных преподавателей. Эти агитационные мероприятия направлены на воспитание у молодежи патриотизма, высоких гуманистических и морально-нравственных ценностей нации.</span></p>`,
      'proffesional-development': `&nbsp&nbsp&nbsp&nbsp <p><span >Факультет Повышения квалификации является составной частью Туркменского государственного института экономики и управления, действующей с 2008 года.</span></p><p><span style="color: black">На факультете Повышения квалификации проводятся краткосрочные курсы повышения квалификации по Бухгалтерскому учету, Международным стандартам финансовой отчетности, Цифровой экономике и другой профессиональной деятельности, а также по конкретным отраслевым вопросам.</span></p><p><span style="color: black">В соответствии с утвержденным порядком все рабочие программы согласовываются с Министерством образования и утверждаются ректором Туркменского государственного института экономики и управления, что обеспечивает соблюдение образовательных стандартов, принятых в стране.</span></p><p><span style="color: black">На факультете обучаются специалисты банковских, финансовых, экономических структур, различных предприятий и организаций вне зависимости от формы собственности.</span></p><p><span style="color: black">Факультет повышения квалификации является важной структурой, обеспечивающей образование на протяжении всей профессиональной жизни в условиях рыночной экономики.</span></p>`,
    },
  },
  publicOrganizations: {
    first: {
      title: `Türkmen döwlet ykdysadyýet we dolandyryş institutynyň ilkinji Partiýa guramasy`,
      description: ``,
    },
    second: {
      title: `Türkmen döwlet ykdysadyýet we dolandyryş institutynyň Kärdeşler arkalaşygynyň ilkinji guramasy`,
      description: ``,
    },
    third: {
      title: `Türkmen döwlet ykdysadyýet we dolandyryş institutynyň ilkinji Ýaşlar guramasy`,
      description: ``,
    },
    fourth: {
      title: `Türkmen döwlet ykdysadyýet we dolandyryş institutynyň Ilkinji Zenanlar guramasy`,
      description: ``,
    },
  },
}
