export default {
  slogan: `  ARKADAG SERDARLY <br />
	BAGTYÝAR ÝAŞLAR ÝYLY`,
  button: {
    readMore: 'читать далее',
    news: 'Новости',
    publications: 'ПЕЧАТНЫЕ ИЗДАНИЯ',
    galerey: 'ГАЛЕРЕЯ',
    partners: 'ПАРТНЕРЫ',
    all: 'Все',
    articles: 'Статии',
  },
  header: {
    name: `ТУРКМЕНСКИЙ ГОСУДАРСТВЕННЫЙ ИНСТИТУТ <br /> ЭКОНОМИКИ И УПРАВЛЕНИЯ`,
    menu: {
      main: 'ГЛАВНАЯ',
      aboutUs: {
        name: 'О нас',
        rektorat: 'Ректорат',
        fakulties: 'Факультеты',
        departments: 'Кафедры',
        publicOrganizations: 'Общественные организации',
        studyCenter: 'Учебные центры',
        library: 'Библиотека',
        tradeUnion: 'Центр художественной самодеятельности «Хазына»',
      },
      education: {
        name: 'ОБРАЗОВАНИЕ',
        skills: 'Специальности',
        undergraduateCourses: 'Направления подготовки бакалавров',
        mastersCourses: 'Направления подготовки магистров',
      },
      internationalCooperation: {
        name: 'МЕЖДУНАРОДНОЕ СОТРУДНИЧЕСТВО',
        internationalPartners: 'Международные партнеры',
        internationalTips: 'Международные конференции',
        internationalProjects: 'Волонтеры Tasis-Tempus',
      },
      science: {
        name: 'НАУКА',
        postgraduate: 'Аспирантура',
        researchProjectWork: 'Научно-исследовательские и проектные работы',
        centerEconomicInnovation: 'Центр экономических инноваций',
        scientificAdvice: 'Ylmy maslahatlar',
        scientificInstitutions: 'Научные кружки',
      },
      competitions: {
        name: 'ОЛИМПИАДЫ',
        lessonCompetitions: 'Ders bäsleşikler',
        scientificCompetitions: 'Ylmy bäsleşikler',
        teacherCompetitions: 'Ýylyň mugallymy bäsleşigi',
        studentCompetitions: 'Ýylyň talyby bäsleşigi',
        internationalCompetitions: 'Halkara onlaýn internet ders bäsleşikleri',
      },
      candidate: {
        name: 'ПОСТУПЛЕНИЕ 2023',
        undergraduate: 'Направления подготовки бакалавров',
        magistr: 'Направления подготовки магистров',
      },
    },
  },
  statistics: {
    teacher: 'Учители',
    students: 'Студенты',
    master: 'Магистры',
  },
  history: {
    title: 'ИСТОРИЯ ИНСТИТУТА',
    text: `&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Президент Туркменистана Сердар Бердымухамедов в 
	соответствии с требованиями эры Возрождения новой эпохи могущественного государства ставит перед 
	экономистами важную стратегическую задачу: соединить достижения науки и техники с экономикой, привести в 
	действие весь потенциал общества, тем самым превратить Туркменистан в инновационную державу с 
	высокотехнологичной промышленностью, выпускающей готовую конкурентоспособную продукцию.
	Огромная роль в осуществлении этой задачи принадлежит высококвалифицированным специалистам эконмического
	 профиля, подготовку которых осуществляет Туркменский государственный институт экономики и управления.
	Институт был образован 31 января 1980 года на базе экономического факультета ТГУ и стал именоваться 
	Туркменский институт народного хозяйства.
	`,
  },
  rectorat: {
    description: `На основании Постановления Президента Туркменистана от 12 июня 2019 
	года № 1264 об утверждении структуры высших учебных заведений Туркменистана утверждена 
	 новая структура Туркменского государственного института экономики и управления`,
  },
  faculties: {
    economical: 'Экономика',
    finanse: 'Финансы',
    managament: 'Менеджмент',
    marketing: 'Маркетинг',
    'proffesional-development': 'Повышение	квалификации',
    description: {
      economical: `<p><span >На экономическом факультете функционируют 4 выпускающие кафедры: Бухгалтерский учет и аудит, Статистика, Экономика и право и Экономическая теория.</span></p><p><span style="color: black">На кафедрах факультета готовят бакалавров по следующим направлениям бакалавриата: Бухгалтерский учет и аудит, Экономика, Экономика и право, Финансовое право, Экономическая безопасность и Статистика. Также осуществляется подготовка магистров по направлению Экономика и Национальная экономика.</span></p><p><span style="color: black">Новое здание института, оснащенное передовыми технологиями, дает возможность проведению лекционных и практических занятий на высоком уровне. Подготовку специалистов на факультете осуществляют высококвалифицированные преподаватели.</span></p><p><span style="color: black">На кафедре Бухгалтерский учет и аудит имеется специализированный кабинет, имитирующий процесс бухгалтерского учета и анализа на предприятии. </span><span>&nbsp;</span></p><p><span>&nbsp;&nbsp;&nbsp;&nbsp; </span>Выпускники факультета работают в различных отраслях экономики нашей страны.</p>`,
      finanse: `<p><span >На факультете Финансы функционируют 4 кафедры: Цифровая экономика, Банковское дело, Финансы, Общественные науки.</span></p><p><span>На финансовом факультете обучение студентов осуществляется по программам специалистов, бакалавров и магистров.</span></p><p><span style="color: black">На факультете Финансы подготавливают высококвалифицированных специалистов в соответствии с Государственными образовательными стандартами. Выпускники факультета работают в Центральном банке Туркменистана, кредитных учреждениях страны, фондовых биржах, Министерстве финансов и экономики Туркменистана, налоговых службах, финансово-экономических отделах государственных и частных учреждений и предприятий.</span></p><p><span>На кафедрах факультета ведется научно-исследовательская работа по различным направлениям. Тематика работ связана с банковскими операциями, финансовым анализом, страхованием и налогообложением, вопросами экономической теории. В частности, они рассматривают решения различных задач, связанных с экономической и банковской системой. Опытные профессора и преподаватели работают с полной отдачей, чтобы обучить студентов по специальностям и по направлению подготовки на высоком уровне и в соответствии с современными требованиями. Учебные планы и программы постоянно совершенствуются, на занятиях используются новейшие методы обучения.</span></p><p><span>На факультете имеются специализированные кабинеты: Банковское дело, Биржевая деятельность и Цифровая экономика. В специализированных аудиториях созданы все необходимые условия для обучения студентов практической работе на основе теоретических знаний, полученных на лекционных занятиях. А также студенты, активно участвуя в государственных и международных олимпиадах, разных конкурсах и спортивных мероприятиях, занимают призовые места. Студенты факультета с научными докладами выступают на научно-практических конференциях, публикуют научные тезисы, постоянно печатаются в научных изданиях и выступают на телевидении и радио.</span></p>`,
      managament: `<p><span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; На факультете</span><strong><span> </span></strong><span>менеджмент функционируют 4 кафедры. Менеджмент, Информационные системы и Мировая экономика - выпускающие кафедры, кафедра Иностранных языков является межфакультетской. На выпускающих кафедрах факультете осуществляется подготовка бакалавров по специальностям: Менеджмент, Экономика и управление предприятием, Государственное и местное управление, Мировая экономика, Бизнес и предпринимательство, Информационные системы и технологии (в экономике и управлении). Также осуществляется подготовка магистров по направлениям Мировая экономика и Менеджмент.</span></p><p><span style="color: black">Подготовку специалистов на факультете осуществляют высококвалифицированные преподаватели. Новое здание нашего института, оснащенное передовыми технологиями, дает возможность проведению лекционных и практических занятий на высоком уровне.</span></p>`,
      marketing: `<p><span style="color: black">На факультете Маркетинг функционируют 4 кафедры: Маркетинг, Экономика труда, Высшая математика и информатика, Физкультура. Кафедры Маркетинг и Экономика труда являются выпускающими.</span></p><p><span style="color: black">На факультете готовят специалистов и бакалавров по следующим направлениям подготовки: Экономика и рынок труда, Организация социального обеспечения населения, Маркетинг, Товароведение, Управление качеством, Организация общественного питания, Коммерция (торговое дело), Технология продукции и организация общественного питания, Цифровые технологии в торговле и логистике.</span></p><p><span>Для повышения уровня обучения дисциплинам широко используются новые методы обучения по обновленным программам, составленным в соответствии с современными требованиями.</span></p><p><span>&nbsp;Выпускники факультета работают на предприятиях пищевой промышленности, в системе торговли и в различных организациях Министерства труда и социального обеспечения населения Туркменистана.</span></p><p><span>Также регулярно проводятся мероприятия со студентами с участием старейшин и опытных преподавателей. Эти агитационные мероприятия направлены на воспитание у молодежи патриотизма, высоких гуманистических и морально-нравственных ценностей нации.</span></p>`,
      'proffesional-development': `&nbsp&nbsp&nbsp&nbsp <p><span >Факультет Повышения квалификации является составной частью Туркменского государственного института экономики и управления, действующей с 2008 года.</span></p><p><span style="color: black">На факультете Повышения квалификации проводятся краткосрочные курсы повышения квалификации по Бухгалтерскому учету, Международным стандартам финансовой отчетности, Цифровой экономике и другой профессиональной деятельности, а также по конкретным отраслевым вопросам.</span></p><p><span style="color: black">В соответствии с утвержденным порядком все рабочие программы согласовываются с Министерством образования и утверждаются ректором Туркменского государственного института экономики и управления, что обеспечивает соблюдение образовательных стандартов, принятых в стране.</span></p><p><span style="color: black">На факультете обучаются специалисты банковских, финансовых, экономических структур, различных предприятий и организаций вне зависимости от формы собственности.</span></p><p><span style="color: black">Факультет повышения квалификации является важной структурой, обеспечивающей образование на протяжении всей профессиональной жизни в условиях рыночной экономики.</span></p>`,
    },
  },
  publicOrganizations: {
    first: {
      title: `Türkmen döwlet ykdysadyýet we dolandyryş institutynyň ilkinji Partiýa guramasy`,
      description: ``,
    },
    second: {
      title: `Türkmen döwlet ykdysadyýet we dolandyryş institutynyň Kärdeşler arkalaşygynyň ilkinji guramasy`,
      description: ``,
    },
    third: {
      title: `Türkmen döwlet ykdysadyýet we dolandyryş institutynyň ilkinji Ýaşlar guramasy`,
      description: ``,
    },
    fourth: {
      title: `Türkmen döwlet ykdysadyýet we dolandyryş institutynyň Ilkinji Zenanlar guramasy`,
      description: ``,
    },
  },
  departments: {
    accounting: {
      title: 'Бухгалтерский учет и аудит',
      description: `<p><span>Кафедра Бухгалтерский учет и аудит является выпускающей кафедрой и готовит специалистов и бакалавров по направлению подготовки Бухгалтерский учет и аудит.</span></p><p><span style="color: black">На кафедре идёт обучение по следующим дисциплинам: Теория бухгалтерского учета, Финансовый учет, Управленческий учет, Теория экономического анализа, Международные стандарты финансовой отчетности, Финансовая отчетность, аудит и т.д. </span><span>На кафедре работают высококвалифицированные, опытные профессора и преподаватели.</span></p><p><span>На кафедре функционирует специализированный кабинет по Бухгалтерскому учету. Преподаватели кафедры в этом кабинете проводят занятия по специальности. Это дает возможность глубокому изучению учебных дисциплин.</span></p><p><span>Профессора и преподаватели кафедры, наряду с учебной и воспитательной работой, ведут научно-исследовательскую работу. На кафедре ведется работа по научной теме, согласованной с Академией наук Туркменистана. По результатам научной работы готовятся предложения, публикуются статьи в научных журналах и они используются в учебной работе.</span></p><p><span>В целях совершенствования подготовки компетентных специалистов, повышения практической направленности учебной деятельности, проведения совместных научных исследований, а также внедрения их результатов в производство создан филиал кафедры при Министерстве финансов и экономики Туркменистана.</span></p><p><span style="color: black">Преподаватели кафедры публикуют статьи в научных журналах и газетах, издаваемых в стране и за рубежом, а также выступают в средствах массовой информации.</span></p><p><span style="color: black">На кафедре функционируют научные кружки студентов.</span></p>`,
    },
    statistics: {
      title: 'Статистика',
      description: `<p><span>На кафедре готовят специалистов и бакалавров по направлению Статистика. Для подготовки студентов преподаются предметы: Теория статистики, Экономическая статистика, Статистика сельского хозяйства, Социальная статистика, Статистика торговли, Статистика населения и основы демографии, Статистика внешней среды, Моделирование и прогнозирование статистической информации, Статистика промышленности и др.</span></p><p><span>Учебные занятия проводятся в аудиториях, оснащенных интерактивными досками и мультимедийными технологиями.</span></p><p><span>На кафедре ведется работа по научной теме, согласованной Академией наук Туркменистана.</span></p><p><span>Результаты научно-исследовательской работы применяются в учебной работе кафедры и публикуются в научных журналах, в периодических изданиях&nbsp; и используются в учебниках и учебных пособиях.</span></p><p><span>На кафедре функционирует научный кружок по направлению Статистика.</span></p><p><span>В целях подготовки одаренных студентов к государственным и международным олимпиадам на кафедре проводятся дополнительные занятия по дисциплине Статистика.</span></p><p><span>На кафедре трудятся высококвалифицированные специалисты: кандидаты наук и старшие преподаватели. В Государственном комитете Туркменистана по статистике функционирует </span><span style="color: black">филиал кафедры Статистического производства.</span></p>`,
    },
    economicsandlaw: {
      title: 'Экономика и право',
      description: `<p><span >Кафедра “Экономика и право” осуществляет подготовку специалистов и бакалавров</span><span>&nbsp; </span>по следующим направлениям : экономика и право, финансовое право, экономическая безопасность.</p><p><span>На кафедре преподаются дисциплины теория государства и права, основы законодательства Туркменистана, финансовое право, экономическая безопасность, хозяйственное право, гражданское право, трудовое право, административное право, арбитражное право, уголовное право, защита интеллектуальной собственности, международное экономическое право,&nbsp; транспортное право, курсы права социального обеспечения, международного финансового права, организации системы экономической безопасности на предприятии, правонарушений в экономике, правового регулирования инвестиционной деятельности, бюджетного права, банковского права. Общие и практические занятия по всем предметам проводятся в интерактивном режиме. Студентов обучают профессора и преподаватели высокого уровня.</span></p><p><span>&nbsp;&nbsp;&nbsp; На кафедре ведется научная работа, зарегистрированная Академией наук Туркменистана.</span></p><p><span>&nbsp;&nbsp;&nbsp; Молодые преподаватели и студенты кафедры активно участвуют в научных конкурсах молодых ученых, проводимых на государственном уровне, а также студенты принимают участие в олимпиадах и научно-практических конференциях, проводимых на государственном и международном уровнях.</span></p><p><span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Преподаватели и студенты кафедры публикуют статьи в научных журналах и газетах, издаваемых в стране и за рубежом, а также выступают в средствах массовой информации.</span></p><p><span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; На кафедре функционируют научно-исследовательские объединения студентов в области экономики и права.</span></p>`,
    },
    economictheory: {
      title: 'Экономическая теория',
      description: `<p><span>&lt;p&gt;&lt;span&gt;Кафедра экономической теории входит в состав Туркменского государственного института экономики и управления и осуществляет подготовку бакалавров экономики, магистров экономики и национальной экономики.&lt;/span&gt;&lt;/p&gt;&lt;p&gt;&lt;span&gt;&amp;nbsp;&amp;nbsp;&amp;nbsp; На кафедре преподаются дисциплины&amp;nbsp;&amp;nbsp; История экономической теории и экономических учений, Государственное регулирование социально-экономического развития Туркменистана, Национальная экономика, Инновационная экономика, Экономика управления, Институциональная экономика, Прикладная экономика, Экономическая политика и развитие человеческого капитала, Социальная экономика, Методология исследований в области народного хозяйства, курс прогнозирования и планирования национальной экономики. Лекционные занятия проводятся с применением интерактивных технологий. Подготовку студентов ведут кандидаты наук и преподаватели кафедры.&lt;/span&gt;&lt;/p&gt;&lt;p&gt;&lt;span&gt;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp; На кафедре ведётся подготовка учебных пособий и учебников. Описания лекционных курсов, заданий практических занятий, самостоятельных работ, а также тесты регулярно размещаются на внутреннем и внешнем портале цифрового образования.&lt;/span&gt;&lt;/p&gt;&lt;p&gt;&lt;span&gt;На кафедре совместно с Академией наук Туркменистана, Туркменским государственным институтом финансов, Министерством финансов и экономики Туркменистана ведется научная работа по теме «Научно-методические основы анализа и прогнозирования социально-экономического развития Туркменистана».&lt;/span&gt;&lt;/p&gt;&lt;p&gt;&lt;span&gt;Преподаватели и студенты кафедры участвуют в научно-практических конференциях, проводимых в стране и за рубежом, а также публикуют статьи в научных журналах и газетах, издаваемых в стране и за рубежом, выступают в средствах массовой информации.&lt;/span&gt;&lt;/p&gt;&lt;p&gt;&lt;span&gt;На кафедре осуществляется работа научного объединения в области экономики.&lt;/span&gt;&lt;/p&gt;</span></p`,
    },
    banking: {
      title: 'Банковское дело',
      description: `<p><span>Кафедра банковского дела является подразделением института, где ведется подготовка специалистов по направлениям «Мировой финансовый рынок», «Денежное обращение и кредит», и бакалавров по направлениям подготовки «Мировой финансовый рынок», «Денежное обращение и кредит», «Банковское дело и денежное обращение».</span></p><p><span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; На кафедре преподаются дисциплины Деньги, кредит и банки, Денежно-кредитная система Туркменистана, Банковское дело, Теория денег и кредита, Банковские системы государств мира, Финансирование и кредитование инвестиций, Банковское право, Международные валютно-кредитные и финансовые отношения, Фондовый рынок, а также&nbsp; курсы по рынку ценных бумаг, банковскому маркетингу, банковскому менеджменту, мировому финансовому рынку, международным финансовым институтам, международным платежным системам, международному инвестиционному финансированию и кредитованию, теории мирового финансового рынка, банковским рискам, финансовым инструментам, фондовой бирже. Лекционные и практические занятия по всем предметам проводятся с применением интерактивных технологий.&nbsp;&nbsp;</span></p><p><span>&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Специализированный кабинет банковского дела кафедры способствует преподаванию таких профессиональных курсов, как банковское дело, деньги, кредит и банки, международные платежные системы, банковский менеджмент, банковский маркетинг, банковские риски и банковское право.</span></p><p><span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; На кафедре ведется научная работа по теме «Роль инноваций в повышении эффективности кредитных организаций», зарегистрированная Академией наук Туркменистана.</span></p><p><span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Студентов обучают профессора и преподаватели высокого уровня.</span></p><p><span>&nbsp;&nbsp;&nbsp; Молодые преподаватели и студенты кафедры участвуют в научных конкурсах, проводимых на государственном и международном уровнях.</span></p><p><span>&nbsp;&nbsp;&nbsp;&nbsp; Преподаватели и студенты кафедры участвуют в научно-практических конференциях, проводимых в стране и за рубежом, их научные статьи публикуются в сборниках тезисов.</span></p><p><span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Преподаватели и студенты кафедры публикуют статьи в научных журналах и газетах, издаваемых в стране и за рубежом, а также выступают в средствах массовой информации.</span></p><p><span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Профессора кафедры готовят учебники и рабочие программы по преподаваемым предметам. Также на внутренних и внешних порталах цифрового образования регулярно размещаются описания лекционных занятий, задания практических занятий, самостоятельных работ и тестов.</span></p><p><span>&nbsp;&nbsp; На кафедре ведется работа над научно-исследовательскими проектами в области банковского дела.</span></p>`,
    },
    finance: {
      title: `Финансы`,
      description: `<p><span>Кафедра финансов готовит бакалавров по направлениям подготовки Финансовый менеджмент, Рынок ценных бумаг, Ценообразование, Финансовые рынки и Финансовая безопасность в цифровой экономике, а также магистров в области налогового управления.</span></p><p><span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;На кафедре осуществляется подготовка по следующим дисциплинам: финансы, государственный бюджет, финансовый менеджмент, налоговый менеджмент, рынки ценных бумаг, страховой бизнес, корпоративные финансы, управление финансовыми рисками, ценообразование и оценка, оценка собственности, финансовый инжиниринг, международные финансы, финансовые рынки, оценка бизнеса, международные стандарты оценки, финансовое планирование и прогнозирование, финансовый мониторинг. Общие и практические занятия по всем предметам проводятся в интерактивном режиме. Студентов обучают профессора и преподаватели высокого уровня.</span></p><p><span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; На кафедре имеется специализированный учебный кабинет по биржевому рынку, в котором созданы все условия для проведения занятий. Используя условные обозначения и демонстрируя точную последовательность сделок на мировых фондовых биржах с помощью Интернета этот метод способствует преподаванию профессиональных предметов на самом высоком уровне.</span></p><p><span>&nbsp;&nbsp;&nbsp;&nbsp; На кафедре проводится научная работа на тему «Основные направления совершенствования финансовой системы Туркменистана», зарегистрированная Академией наук Туркменистана.</span></p><p><span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; В целях совершенствования подготовки ведущих специалистов, углубления практической направленности учебного процесса, а также проведения совместных научных исследований и внедрения их результатов в производство были созданы&nbsp;&nbsp; Филиалы кафедры в Министерстве финансов и экономики Туркменистана и в закрытом акционерном обществе «Ашхабадская фондовая биржа».</span></p><p><span>&nbsp;&nbsp;&nbsp;&nbsp; Молодые преподаватели кафедры участвуют в научных конкурсах, проводимых на государственном уровне.</span></p><p><span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Студенты, обучающиеся на кафедре, активно участвуют в предметных олимпиадах, проводимых на национальном и международном уровнях.</span></p><p><span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Преподаватели и студенты кафедры принимают участие в научно-практических конференциях, проводимых в стране и за рубежом.</span></p><p><span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Преподаватели и студенты кафедры публикуют статьи в научных журналах и газетах, издаваемых в стране и за рубежом, а также выступают в средствах массовой информации.</span></p><p><span>Профессора кафедры готовят учебники и рабочие программы по преподаваемым предметам. Также на внутренних и внешних порталах цифрового образования регулярно размещаются описания лекционных занятий, задания практических занятий, самостоятельных работ и тестов.</span></p><p><span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; На кафедре ведется работа над научно-исследовательскими проектами в области финансов.</span></p>`,
    },
    digitalEconomy: {
      title: 'Цифровая экономика',
      description: `<p><span>Кафедра Цифровой экономики является подразделением института, где ведется подготовка специалистов, а также методическая и научно-исследовательская работа.</span></p><p><span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Кафедра готовит бакалавров по следующим направлениям: «Цифровая экономика», «Электронный бизнес» и «Экономика электронного бизнеса»</span></p><p><span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Лекционные занятия проводятся в аудиториях, оснащенных интерактивными, мультимедийными технологиями, практические занятия проводятся в компьютерных классах, подключенных к сети Интернет, оснащенных современными программами и компьютерными средствами. Специально оборудованные учебные аудитории соответствуют требованиям и способствуют повышению квалификации студентов по таким предметам, как «Цифровая экономика», «Электронный бизнес», «Веб-дизайн и программирование», «Блокчейн технологии», «Сетевые технологии», «Управление проектами», «Инструменты анализа габаритных информационных систем», «Информационная безопасность», «Основы алгоритмов и программирования».</span></p><p><span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Подготовку студентов осуществляют специалисты с высокой научной квалификацией, кандидаты наук и старшие преподаватели.</span></p><p><span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Молодые преподаватели и студенты кафедры участвуют в проектных и научных конкурсах, проводимых на государственном и международном уровнях. Преподаватели и студенты кафедры активно участвуют в научно-практических конференциях, проводимых в стране и за рубежом, их научные статьи публикуются в сборниках тезисов.</span></p><p><span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Преподаватели и студенты кафедры публикуют статьи в научных журналах и газетах, издаваемых в стране и за рубежом, а также выступают в средствах массовой информации.</span></p><p><span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; На кафедре действует научное объединение студентов в области цифровой экономики.</span></p>`,
    },
    socialStudies: {
      title: 'Общественные науки',
      description: `<p><span>Кафедра общественных наук входит в состав Туркменского государственного института экономики и управления. Кафедра дает образование по истории Туркменистана, основам психологии, философии, политологии, современному туркменскому обществу, психологии и педагогике, а также истории и философии науки.</span></p><p><span>&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Кафедра общественных наук ведет научную работу, зарегистрированную Академией наук Туркменистана. Все сотрудники кафедры принимают активное участие в этой научной работе. Также каждый преподаватель кафедры имеет свою научную тему, по которой ведутся научно-исследовательские работы.</span></p><p><span>&nbsp;&nbsp;&nbsp;&nbsp; Преподаватели кафедры активно участвуют в различных культурных, социальных и массовых мероприятиях.</span></p><p><span>&nbsp;&nbsp;&nbsp;&nbsp; Под руководством преподавателей кафедры студенты участвуют в Государственных олимпиадах, проводимых среди студентов высших учебных заведений по обществознанию, и занимают призовые места.</span></p><p><span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; На кафедре действует научное объединение студентов, изучающих историю Туркменистана, в которой они активно участвуют.</span></p>`,
    },
    globalEconomy: {
      title: 'Мировая экономика',
      description: `<p><span>Кафедра готовит специалистов, бакалавров и магистров в области мировой экономики. На кафедре преподаются дисциплины Мировая экономика, Международные экономические отношения, Внешнеэкономическая политика Туркменистана, Международные организации, Международные интеграции, История мировой экономики, Международные услуги, Экономическая дипломатия и международная интеграция, Научно-исследовательский семинар, Внешнеэкономическая деятельность, Мировое энергоснабжение и безопасность, Международная логистика, Международный этикет и дипломатия, прогнозирование и планирование развития мировой экономики, модели мировой экономики, экономика устойчивого развития, экология и охрана окружающей среды, экономическая география.</span></p><p><span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; На кафедре работают доктора, кандидаты наук и преподаватели, которые вносят ценный вклад в подготовку специалистов для быстро растущей экономической мощи и внешнеэкономических связей страны.</span></p><p><span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; На кафедре ведется научная работа, зарегистрированная договором с Академией наук Туркменистана. Молодые преподаватели и студенты кафедры активно участвуют в научных и предметных олимпиадах, проводимых на государственном и международном уровне.</span></p><p><span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; На кафедре действует научное объединение в области мировой экономики. Преподаватели учат студентов писать научные работы, эссе, выступать с докладами, использовать при этом весь потенциал цифровых образовательных систем.</span></p><p><span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Профессора, преподаватели и студенты специальности мировая экономика регулярно выступают в международных научных журналах и на страницах прессы страны, на телевидении и радио. Кроме того, они выполняют ряд научно-исследовательских работ по важным для современного развития экономики страны направлениям и добиваются высоких результатов в научных конкурсах молодых ученых, ежегодно проводимых Молодежной организацией Туркменистана.</span></p>`,
    },
    management: {
      title: 'Менеджмент',
      description: `<p><span>Кафедра менеджмента готовит бакалавров в области менеджмента, экономики предприятия и управления, государственного и местного управления, Бизнеса и предпринимательства, а также магистров в области менеджмента.</span></p><p><span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; На кафедре ведется обучение по дисциплинам менеджмент, экономика предприятия, микроэкономика, макроэкономика, стратегическое управление, организация бизнеса, управление проектами, планирование и прогнозирование экономического развития, международный менеджмент, инвестиции, экономика недвижимости, управление бизнесом, местное самоуправление, экономическая диагностика, управление рисками, логистика, менеджмент производства.</span></p><p><span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Материалы лекций и практических занятий по всем предметам обновляются из различных источников. Уроки проводятся в интерактивной форме.</span></p><p><span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; На кафедре работают кандидаты экономических наук, доценты и преподаватели.</span></p><p><span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Кафедра менеджмента ведет работу по научной теме, согласованной с Академией наук Туркменистана. Все преподаватели активно участвуют в реализации данной научной темы.</span></p><p><span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Преподаватели и студенты кафедры публикуют статьи в научных журналах и газетах, издаваемых в стране и за рубежом, выступают в средствах массовой информации.</span></p><p><span>&nbsp;&nbsp;&nbsp;&nbsp; Преподаватели готовят учебники, основные и рабочие программы по преподаваемым предметам. Также на портале цифрового обучения размещены материалы лекций, практические задания, самостоятельные работы и тесты, которые постоянно обновляются.</span></p><p><span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Педагоги активно участвуют в международном сотрудничестве в сфере образования и проектах, реализуемых в рамках программы ERASMUS+.</span></p>`,
    },
    informationsystems: {
      title: 'Информационные системы',
      description: `<p><span>Кафедра готовит специалистов по 
	  следующим специальностям: Информационные системы в экономике и 
	  управлении, Экономическая кибернетика, Программное обеспечение 
	  автоматизированных систем и вычислительной техники, а также по направлениям 
	  подготовки: Информационные системы и технологии (в экономике и управлении), 
	  Экономическая кибернетика и Программное обеспечение вычислительных систем 
	  (в экономике и управлении) обучаются бакалавры.
	  </span></p><p><span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 
	  Лекционные занятия проводятся в аудиториях, оснащенных интерактивными, 
	  мультимедийными технологиями, практические занятия проводятся в компьютерных 
	  классах, подключенных к сети Интернет, оснащенных современными компьютерными 
	  средствами.</span></p><p><span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Специально
	   оборудованные учебные аудитории способствуют повышению квалификации по таким предметам, 
	   как «Современные технологии программирования», «Базы данных», «Операционные системы и 
	   среды», «Проектирование информационных систем», «Экономическая кибернетика», «Интернет 
	   в экономике и управлении», «Информационная безопасность».</span></p><p><span>Кафедра 
	   обеспечивает современное образование студентов по следующим предметам:</span></p><p><span>
	   Основы алгоритмов и программирования;</span></p><p><span>Установка и использование 
	   приложений;</span></p><p><span>Программное обеспечение для автоматизированных систем и компьютерной 
	   техники;</span></p><p><span>Международный информационный бизнес;</span></p><p><span>Профессиональное 
	   автоматизированное рабочее место;</span></p><p><span>Психология инженера-экономиста;</span></p><p><span>
	   Информационная безопасность;</span></p><p><span>Проектирование информационных систем;</span></p><p>
	   <span>Архитектура информационных систем;</span></p><p><span>Базы данных;</span></p><p><span>Структуры
	    данных;</span></p><p><span>Операционные системы и среды;</span></p><p><span>Разработка программного
		 обеспечения;</span></p><p><span>Современные технологии программирования;</span></p><p><span>Сетевые
		  технологии;</span></p><p><span>Системное программирование;</span></p><p><span>Экономическая 
		  кибернетика;</span></p><p><span>Современные информационные технологии в экономике;</span>
		  </p><p><span>Информационные системы и технологии в экономике;</span></p><p><span>Системный 
		  анализ в экономике;</span></p><p><span>Интернет в экономике и менеджменте.</span></p><p><span>На
		   кафедре ведется научная работа, утвержденная Академией наук Туркменистана.</span></p><p><span>
		   Подготовку студентов осуществляют специалисты с высокой научной квалификацией, кандидаты наук и 
		   старшие преподаватели.</span></p><p><span>Молодые преподаватели и студенты кафедры участвуют в 
		   проектных и научных конкурсах, проводимых на государственном и международном уровнях.
		   </span></p><p><span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Преподаватели и студенты кафедры 
		   участвуют в научно-практических конференциях, проводимых в стране и за рубежом, их научные
		    статьи публикуются в сборниках тезисов.</span></p><p>
			<span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Преподаватели 
			и студенты кафедры публикуют статьи в научных журналах и газетах, 
			издаваемых в стране и за рубежом, а также выступают в средствах массовой
			 информации.</span></p><p><span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Преподаватели 
			 кафедры готовят учебники и рабочие программы по преподаваемым предметам. Также на 
			 внутренних и внешних порталах цифрового образования регулярно размещаются описания 
			 общих курсов, задания практических занятий, самостоятельных работ и тестов.</span></p>
			 <p><span>&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;На кафедре действует научное объединение 
			 студентов в области информационных систем и экономической кибернетики.</span></p><p><span>
			 &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; В целях подготовки особо одаренных студентов к 
			 научным олимпиадам на кафедре «Современные компьютерные технологии» проводятся дополнительные 
			 курсы.</span></p>`,
    },
    foreignLanguages: {
      title: 'Иностранные языки ',
      description: `<p><span>Кафедра иностранных языков является составной частью Туркменского государственного института экономики и управления. Основной целью преподавателей кафедры является подготовка специалистов с отличным знанием иностранных языков. Студенты и преподаватели активно участвуют в международных конференциях, различных конкурсах, проводимых среди высших учебных заведений, научно-практических и методических конференциях, культурно-массовых мероприятиях. Такие мероприятия регулярно организуются кафедрой. Под руководством преподавателей студенты нашего института ежегодно занимают призовые места на Государственной олимпиаде по английскому и русскому языкам.</span></p><p><span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; В условиях, когда международное сотрудничество в Туркменистане приобретает все более широкий размах, вопрос подготовки специалистов, в совершенстве владеющих иностранными языками, становится главным направлением государственной политики. Об этом свидетельствует принятие «Концепции совершенствования преподавания иностранных языков в Туркменистане» от 22 декабря 2017 года. Эти меры ставят большие задачи перед преподавателями иностранных языков. Преподаватели кафедры много работают для реализации этих задач. На кафедре ведется обучение туркменскому языку и культуре речи, английскому языку в качестве подготовительного курса и второму иностранному языку – русскому, немецкому, китайскому, японскому – в качестве подготовительного курса. Занятия проводят кандидаты наук, опытные преподаватели в специализированных языковых кабинетах. Это помогает развивать навыки говорения и аудирования, усваивать фонетические и грамматические правила.</span></p><p><span>&nbsp;&nbsp;&nbsp; Действующее на кафедре свободное, интеллектуально-творческое объединение «Мир языков» дает возможность преодоления языкового барьера и развития речевых навыков студентов.</span></p><p><span>&nbsp;&nbsp;&nbsp;&nbsp; Кафедра иностранных языков работает над научной работой, зарегистрированной в Академии наук Туркменистана. В этой научной работе принимают участие все сотрудники кафедры. На кафедре у каждого преподавателя своя научная тема, по которым ведутся исследования и сдаются регулярные отчеты. Полученные результаты внедряются в процесс обучения.</span></p>`,
    },
    marketing: {
      title: 'Маркетинг',
      description: `<p><span>Кафедра маркетинга является подразделением института, где ведется подготовка бакалавров по направлениям «Маркетинг», «Коммерческое дело», «Товароведение», «Технология продукции и организация общественного питания», «Управление качеством», «Цифровые технологии в торговле» и «Логистика».</span></p><p><span>&nbsp;&nbsp;&nbsp; На кафедре преподаются курсы маркетинга, международного маркетинга, организации торговли, этики и эстетики в маркетинге, управления маркетингом, маркетинговых исследований и товарной политики, маркетинга услуг, пищевых исследований и экспертизы, экономики торговли, делового администрирования, теории товароведения и экспертизы, экономики и управления на предприятиях общественного питания, управления качеством. На занятиях широко используются современные интерактивные, мультимедийные технологии.</span></p><p><span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; На кафедре функционируют специализированные кабинеты Экспертизы и маркетинга пищевых продуктов, Экспертизы и маркетинга непищевых продуктов, Науки о продуктах и ​​дизайне, которые помогают проводить обучение на самом высоком уровне.</span></p>`,
    },
    economicsLabor: {
      title: 'Economics of Labor',
      description: ``,
    },
    mathematics: {
      title: 'Advanced Mathematics and Computer Science',
      description: ``,
    },
    physicaleducation: {
      title: 'Physical education',
      description: ``,
    },
  },
}
